const quizDataJp = [
    {
      question: '問1/4　一人ひとりに目が行き届きやすく、◯◯◯の向上を支援しやすい',
      a: '大学のGPA',
      b: '健康',
      c: 'プログラミングスキル',
      d: '睡眠',
      correct: 'c'
    },
    {
      question: '問2/4 　一人ひとりの◯◯◯を手厚くサポートしやすい',
      a: '健康',
      b: '交通費',
      c: '大学の課題',
      d: '悩み',
      correct: 'd'
    },
    {
      question: '問3/4　一人ひとりの◯◯◯がコミュニティ内で認識されやすい',
      a: '家族',
      b: '個性/存在',
      c: '黒歴史',
      d: 'バイト代',
      correct: 'b'
    },
    {
      question: '問4/4　◯◯◯人間関係を構築しやすい。一生の友達',
      a: '深い',
      b: '浅い',
      c: 'よっ友的な',
      d: '軽い',
      correct: 'a'
    },
  ];
  
  export { quizDataJp }